Repository: clairempr/energeniaal
Catalog: Energeniaal/MyStrings.*.resx
Languages: es, nl

source: About
es: Sobre
nl: Over

source: Appliance names
es: Nombre equipos
nl: Apparaten

source: Appliances
es: Equipos
nl: Apparaten

source: Averages
es: Promedio
nl: Gemiddeld

# CancelButton
source: &Cancel
es: &Cancelar
nl: &Annuleren

# Channel
source: Phase
es: Canal
nl: Fase

source: Choose
es: Escoger
nl: Kiezen

source: Connected
es: Conectado
nl: Verbonden

source: Connecting
es: Conectandose
nl: Verbinding maken

# ConnectMenu
source: &Connect
es: C&onexión
nl: &Verbinden

source: Daily history
es: Historico diarios
nl: Dag geschiedenis

# DayHistoryFilename
source: DayHistory
es: Historico Diario
nl: PerDagHistorie

# DayRadioButton
source: Daily history
es: Dia
nl: Dag

source: Disconnected
es: Desconectado
nl: Niet verbonden

source: Disconnecting
es: Conexión desconectada
nl: Verbinding verbreken

# DisconnectMenuItem
source: &Disconnect
es: &Desconectado
nl: V&erbreken

# ExportColumnHeaders
source: Date/time;Appliance;kWh;SensorID
es: Dia/hora;Equipo;KWh;SensorID
nl: Datum/tijd;Apparaat;kWh;SensorID

# ExportColumnHeadersYear
source: Year;Appliance;kWh;SensorID
es: Año;Equipo;Kwh;SensorID
nl: Jaar;Apparaat;kWh;SensorID

source: Help
es: Ayuda
nl: Hulp

source: hour
es: hora
nl: uur

source: hours
es: horas
nl: uren

# LanguageChangeWaitText
source: Switching language...
es: Espere un momento
nl: Even geduld a.u.b.

source: minutes
es: minutos
nl: minuten

# MonthHistoryFilename
source: MonthHistory
es: Historico Mensual
nl: PerMaandHistorie

source: Name
es: Nombre
nl: Naam

# NoDataForApplianceAndPhase
source: No data for appliance/phase
es: No conexión por equipo/fase
nl: Geen gegevens voor apparaat/fase

source: Number
es: Numero
nl: Nummer

# PerDayOfWeekRadioButton
source: Per day of week
es: Por dia de la semana
nl: Per dag van de week

# Sensor
source: Appliance
es: Equipo
nl: Apparaat

source: Total
nl: Totaal

# TwoHourHistoryFilename
source: TwoHourHistory
es: Por dos horas Historico
nl: PerTweeUurHistorie

source: Version
es: Versión
nl: Versie

# WholeHouseSensor
source: Whole house
es: Sensor general
nl: Hoofdsensor

# YearHistoryFilename
source: YearHistory
es: Historico Anual
nl: PerJaarHistorie

source: Appliance
es: Equipo
nl: Apparaat

# ExitMenu
source: E&xit
es: Cerrar
nl: Afsluiten

# HelpMenu
source: &Help
es: A&yuda
nl: &Hulp

source: Historical data
es: Datos historicos
nl: Historische gegevens

source: Language
es: Idioma
nl: Taal

# MonthHistoryMenuItem
source: Month history
es: Historico mensual
nl: Maand geschiedenis

# MonthHistoryRadioButton
source: Month history
es: Mes
nl: Maand

source: None
es: No
nl: Geen

source: Time
es: Tiempo
nl: Tijd

source: Visit Energeniaal website
es: Energeniaal visita web
nl: Energeniaal website bezoeken

# PerTimeOfDayRadioButton
source: Per time of day
es: Por tiempo diario
nl: Per tijdstip

# SettingsMenu
source: &Settings
es: Con&figuración
nl: &Instellingen

# TwoHourHistoryMenuItem
source: Two-hour history
es: Dos horas historico
nl: Twee-uur geschiedenis

# TwoHourHistoryRadioButton
source: Two-hour history
es: Dos horas
nl: Twee-uur

# YearHistoryMenuItem
source: Year history
es: Año historico
nl: Jaar geschiedenis

# YearHistoryRadioButton
source: Year history
es: Año
nl: Jaar

source: No data for appliance
es: No conexión por equipo
nl: Geen gegevens voor apparaat

# ConfirmDatabaseWipe
source: Are you sure you want to delete all history data from the database?
nl: Weet u zeker dat u de historie wilt wissen?

# ConfirmImport
source: Are you sure you want to import this data and overwrite existing data?
nl: Weet u zeker dat u deze data wilt importeren en daarmee de oude overschrijven?

# DatabaseIncorrect
source: Database contains incorrect history data. Please delete all history data and download from the device again, or import from a file.
nl: De historische data in de database is incorrect. Wis aub de historische data en download of importeer deze opnieuw.

source: Delete all history data
nl: Historische data wissen

# ImportFileUnexpectedFormat
source: Import file has unexpected format. Expected:
nl: Importbestand heeft niet het juiste formaat. Verwacht:

# WipeConfirmation
source: History data deleted.
nl: Historische data is gewist.

# ExportMenu
source: &Export
es: &Exportar

# FileMenu
source: &File
es: &Archivo

source: Logfile
es: Archivo de log

source: Release notes
es: Notas de la versión
